{
  "livingRoom": [
    {
      "image": "/assets/LivingRoom/livingrm1.jpg",
      "name": "Modern Elegance with Monochrome Touch ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" Step Into A Sophisticated living room where style meets comfort. The centrepiece is a sleek black and white table that anchors the space, beautifully complemented by a plush grey sofa and a matching grey rug. Also above the table, a carefully curated showpiece adds a touch of elegance"
    },
    {
      "image": "/assets/LivingRoom/livingrm2.jpg",
      "name": "Yellow Aura With Turquoise Glow",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" Vibrant warmth of a yellow hued room, where a yellow sofa shines alongside a turquoise and a gray sofa. The stylish round table and rug, paired with contemporary lighting create a space that’s both chic & refreshing "
    },
    {
      "image": "/assets/LivingRoom/livingrm3.jpg",
      "name": "Modern Soft Harmony",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"Embrace the elegance of a modern white room, where a white sofa pairs beautifully with mustard chairs. The wooden tables and subtle yet colourful rug add vibrancy, while stylish floor lamps and showpieces all around the room complete the inviting ambience. "
    },
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LivingRoom/livingrm4.jpg",
      "name": "Soft Gray Serenity", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"Step into a calming gray room where comfort meets style, with a cozy grey sofa with vibrant cushions, and a wooden round table adds a nice touch to the centre. A plush gray ottoman and a peach rug bring texture and color, while a clear glass lamp and wall paintings illuminates the space."
    },
    {
      "image": "/assets/LivingRoom/livingrm5.jpg",
      "name": "Neutral Luxe With Soft Harmony",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"Experience the refined charm of a beige living room, where a sleek grey sofa rests atop of a grey hued rug, a glossy glass centre table, and unique wall art create a harmonious blend. The space is enhanced by side showpieces, a modern floor lamp, and a large planter, all illuminated by natural light from a big window"
    },
    {
      "image": "/assets/LivingRoom/livingrm6.jpg",
      "name": "Cozy Festive Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"This living room features a deep blue sofa with cream and yellow accents, adding warmth and vibrancy. A wooden coffee table and sideboard bring natural texture, while the soft rug enhances coziness. The chandelier adds elegance, and the Christmas tree with festive decor creates a cheerful holiday vibe."
    },
    {
      "image": "/assets/LivingRoom/livingrm7.jpg",
      "name": "Bright Green and Natural Wood Living Room", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room combines a vibrant green sectional sofa with light wood accents and natural light streaming through large windows. The overall ambiance is fresh and inviting, with indoor plants adding a touch of nature. It’s ideal for those who love a lively yet cozy space"
    },
    {
      "image": "/assets/LivingRoom/livingrm8.jpg",
      "name": "Moody Gray Living Room ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"This space features a charcoal grey color palette with lime green accents, creating a sophisticated and moody atmosphere. Industrial-style pendant lights and minimalist decor add a modern touch, making it a perfect choice for a chic, urban living room."
    },
    {
      "image": "/assets/LivingRoom/livingrm9.jpg",
      "name": "Light and Playful Pastel Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" With a soft gray sofa and a variety of pastel accent pillows, this living room feels light, playful, and relaxed. The neutral walls and sheer curtains enhance the natural light, giving the room a welcoming and airy ambiance. Great for a bright and cheerful living space. "
    },
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "image": "/assets/LivingRoom/livingrm10.jpg",
      "name": " Vibrant and Eclectic Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This room bursts with energy thanks to its eclectic color scheme, including a yellow chaise, hot pink ottoman, and floral accents. With bold artwork and bright furniture, it’s an ideal setup for those who love a lively and creative atmosphere in their home."
    },
    {
      "image": "/assets/LivingRoom/livingrm11.jpg",
      "name": "Warm Bohemian Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" Earthy tones, warm lighting, and bohemian decor give this living room a cozy, inviting ambiance. Dark wood furniture, a tapestry wall hanging, and plush cushions create a rustic, calming atmosphere, perfect for unwinding and relaxation "
    },
    {
      "image": "/assets/LivingRoom/livingrm12.jpg",
      "name": "Modern Neutral Living Room ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"This living room emphasizes a minimalist aesthetic with neutral colors, from the taupe sofa to the cream walls. Natural light from a large window and simple decor elements contribute to a serene and uncluttered ambiance, ideal for a calm, modern home."
    } ,
    {
      "image": "/assets/LivingRoom/livingrm13.jpg",
      "name": "Gray and Yellow Contemporary Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"This space features soft gray sofas accented with bright yellow cushions, creating a balanced mix of neutral and bold tones. The room has an industrial vibe with the bike and minimalist decor, while natural light adds warmth, making it perfect for a relaxed and stylish living space. "
    },
    {
      "image": "/assets/LivingRoom/livingrm14.jpg",
      "name": " Sunny Yellow Bohemian Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"With a vibrant yellow sofa and matching accent wall, this living room radiates energy and warmth. Earthy and bohemian touches, including patterned cushions and natural wood,enhance the lively atmosphere, ideal for those who appreciate a bright and cheerful aesthetic."
    },
    {
      "image": "/assets/LivingRoom/livingrm15.jpg",
      "name": "Playful Blue and Yellow Kid’s Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" Designed with kids in mind, this living room combines playful blue and yellow tones with fun wall art. The cozy seating and colourful decor create a joyful and inviting space that’s perfect for family activities and child-friendly gatherings "
    },
    {
      "icon":"/assets/images/CommonGifs/5_home.gif",
      "content":"Unleash Your Home's Potential – <b>Get Inspired!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LivingRoom/livingrm16.jpg",
      "name": " Warm Coral and Blue Modern Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" A coral wall serves as the backdrop for a cool grey sofa and blue accents, offering a warm yet contemporary feel. This room is chic yet welcoming, combining vibrant and soft hues for a balanced, cozy environment that feels both energetic and comfortable."
    },
    {
      "image": "/assets/LivingRoom/livingrm17.jpg",
      "name": "Light and Airy Minimalist Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" With white walls and light furniture, this room feels spacious and serene. Subtle blue accentsand a large window enhance the natural light, making it an ideal setup for a minimalist aesthetic with a calming and open ambiance "
    },
    {
      "image": "/assets/LivingRoom/livingrm18.jpg",
      "name": " Bold Blue and Neutral Modern Living Room",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room stands out with a deep blue sofa and warm lighting, complemented by geometric patterns and abstract artwork. The cozy yet modern design, with its bold colours and inviting textures, is perfect for a lively and stylish home "
    },
    {
      "image": "/assets/LivingRoom/livingrm19.jpg",
      "name": "Serene Pastel Retreat",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This cozy living room combines neutral tones with soft pastels, creating a relaxing and inviting atmosphere. The light grey sofa is complemented by pastel pillows in shades of green, yellow, and purple. A potted plant, round mirrors, and simple wall art add charm, while a turquoise armchair adds a refreshing pop of colour."
    },
    {
      "image": "/assets/LivingRoom/livingrm20.jpg",
      "name": "Ocean Breeze Sanctuary",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room exudes a warm, coastal vibe with deep blue sofas and rich teal accents. Yellow throw pillows and minimalistic art on the wall add warmth, balancing the cool tones. Natural light filters through, highlighting the comfortable seating arrangement and creating a relaxed, beach-inspired atmosphere."
    },
    {
      "image": "/assets/LivingRoom/livingrm21.jpg",
      "name": "Coastal Oasis with Earthy Tones",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" A mix of earthy wooden floors and blue walls creates a harmonious balance in this living room. The light gray sectional sofa is adorned with colourful pillows in orange, teal, and mustard. Natural elements, such as potted plants and woven decor, bring a fresh, coastal feel to the space. "
    },
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LivingRoom/livingrm22.jpg",
      "name": " Contemporary Coastal Comfort",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room combines modern aesthetics with coastal colours, featuring a large grey sectional sofa paired with dark teal and mustard yellow pillows. The wooden slats on the wall and a large indoor plant add warmth, while the vibrant orange curtains create a focal point that brings energy to the room"
    },
    {
      "image": "/assets/LivingRoom/livingrm23.jpg",
      "name": "Sunny Shores Delight",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" Bright and cheerful, this living room features a yellow sofa as the centrepiece, surrounded by blue and teal accents. The light wooden floors and white walls keep the room airy and open. Blue throw pillows, a modern coffee table, and coastal-inspired artwork complete the sunny, coastal look."
    },
    {
      "image": "/assets/LivingRoom/livingrm24.jpg",
      "name": " Modern Coastal Elegance",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This sophisticated space features a sleek grey sofa with teal and yellow accent pillows, giving it a chic coastal feel. The room is framed by large windows, allowing natural light to enhance the airy atmosphere. Minimalistic decor and a few potted plants add freshness, making this living room a stylish coastal retreat "
    },
    {
      "image": "/assets/LivingRoom/livingrm25.jpg",
      "name": "Warm Earthy Retreat",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room has a warm, earthy feel, with a beige sofa paired with green and mustard pillows. Wooden panelling with ambient lighting on the wall creates a cozy atmosphere. A tan leather armchair and potted plants add natural textures, making the room feel inviting and grounded "
    },
    {
      "image": "/assets/LivingRoom/livingrm26.jpg",
      "name": "Coastal Sunset Vibes",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This space has a vibrant mix of coastal and sunset hues, with a striking yellow sofa paired with blue pillows. A scenic landscape on the wall and a wooden accent wall bring a sense of tranquillity. A mid-century modern armchair and a sleek coffee table complete the coastal-inspired aesthetic "
    },
    {
      "image": "/assets/LivingRoom/livingrm27.jpg",
      "name": "Urban Minimalist Workspace",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This living room doubles as a workspace, featuring a spacious grey sectional sofa with orange accents. The bold red rug adds energy, while the minimalist desk setup provides functionality. The floor-to-ceiling windows allow natural light and a cityscape view, adding to the urban ambiance "
    },
    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "icon":"/assets/images/CommonGifs/5_home.gif",
      "content":"Unleash Your Home's Potential – <b>Get Inspired!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LivingRoom/livingrm28.jpg",
      "name": " Sophisticated Neutral Oasis",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" With a soft beige sectional sofa and touches of mustard, teal, and green pillows, this living room has a refined yet cozy feel. The light wood panelling and minimalistic decor add sophistication, while the large indoor plant brings a hint of nature into the space "
    },
    {
      "image": "/assets/LivingRoom/livingrm29.jpg",
      "name": "Modern Monochrome Elegance",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":"This stylish living room features a sleek grey sectional sofa with muted cushions, creating a monochromatic elegance. A single art piece and warm lighting add subtle details, while the neutral palette ensures a calm, understated vibe. The unique patterned rug adds a touch of modern character. "
    },
    {
      "image": "/assets/LivingRoom/livingrm30.jpg",
      "name": " Playful Coastal Colour Pop",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Living room ",
      "para":" This room bursts with playful energy, combining a yellow sofa with pops of orange, blue, and green. The bright orange accent wall and vibrant decor create a cheerful, beachy atmosphere. Large windows and simple white furniture keep the room light and airy, perfect for a lively coastal retreat "
    }
  ]
}