{
  "lshapedWar": [
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar1.jpg",
      "name": " Wardrobe with Illuminated Interior",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This walk-in wardrobe offers a luxurious storage experience with sleek glass sliding doors that provide a glimpse of your clothing collection while keeping it dust-free. Inside, strategically placed LED lighting highlights each section, creating a warm and inviting atmosphere. Perfectly organised compartments cater to every wardrobe need"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar2.jpg",
      "name": " Sophisticated Cadet Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This open wardrobe in cadet blue exudes modern elegance, featuring meticulously designed compartments and shelves that optimise organisation and accessibility. A central island with multiple shelves provides additional storage, transforming it into a stylish and functional centrepiece perfect for organising essentials."
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar3.jpg",
      "name": "Dual-Style Wardrobe with Illuminated Open",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This innovative wardrobe design combines the privacy of closed compartments on one side with the accessibility of open shelving on the other, creating a balanced storage solution. Soft interior lighting illuminates each section. Ideal for showcasing select pieces while keeping others neatly tucked away, this wardrobe offers both style and function"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar4.jpg",
      "name": "Bright Teal Wardrobe with Open Display",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This vibrant, bright teal wardrobe offers a unique blend of open and closed storage, with open compartments on both sides for easy access to your essentials. The centre features closed shelves, providing both display space and a bit of hidden storage for a tidy look. With a contemporary design, this wardrobe brings a refreshing pop of colour and organised elegance to any room"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar5.jpg",
      "name": "Luminous Luxe Wardrobe ", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This stylish open wardrobe design features a central closed cabinet flanked by open shelving, providing both display and concealed storage options. Each section is thoughtfully compartmentalised, offering ample space for everything. Integrated lighting enhances visibility and adds a modern touch, making organisation effortless and visually appealing. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar6.jpg",
      "name": "Opulent White and Gold Dressing Suite", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This stunning wardrobe features a sophisticated white and gold color scheme, exuding luxury and modernity. An elegantly designed dressing table, complete with a stylish mirror, paired with a chic chair, this setup transforms your space into a glamorous dressing area, combining functionality with timeless elegance."
    },
   
    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "icon":"/assets/images/CommonGifs/5_home.gif",
      "content":"Unleash Your Home's Potential – <b>Get Inspired!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar7.jpg",
      "name": "Crystal Clear Storage Sanctuary", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This modern wardrobe showcases elegant glass sliding doors that offer a stylish view of your organised collection while keeping it protected. Inside, meticulously designed compartments provide dedicated spaces for everything. The combination of functionality and aesthetic appeal makes this wardrobe a sophisticated addition to any room."
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar8.jpg",
      "name": "Whimsical White Wonderland Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This enchanting white wardrobe features a unique asymmetrical design, blending open and closed compartments for an artistic touch. The open sections are perfect for showcasing your favourite decor, while the closed compartments provide discreet storage. Its whimsical style transforms any space into a dreamy retreat, celebrating both functionality and aesthetic charm."
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar9.jpg",
      "name": "Minimalist Elegance Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This space-saving compact wardrobe maximises storage efficiency with its expertly organised compartments and shelves. Each section is tailored for optimal organisation Perfect for smaller spaces, this wardrobe combines functionality and style without compromising on storage capacity. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar10.jpg",
      "name": "Luxe Noir Wardrobe Ensemble", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This luxury open wardrobe redefines elegance with its stunning design, featuring side panels of closed glass for a chic contrast. The central table, equipped with spacious drawers, offers both functionality and style, perfect for organising accessories and personal items. With a blend of open display and sophisticated enclosure, this wardrobe elevates your space into a lavish dressing area "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar11.jpg",
      "name": "Charming White with Showcasing Nook", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This petite white wardrobe combines functionality and style, featuring perfectly designed drawers and compartments for organised storage. A charming open space in the centre allows you to showcase your favourite pieces, beautifully illuminated by soft lighting. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar12.jpg",
      "name": "Elegant White Wardrobe ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This compact white wardrobe seamlessly combines style and utility, featuring a joint small dressing table that enhances your daily routine. With its refined design, this wardrobe-dressing combo is perfect for maximising space while maintaining a sophisticated aesthetic."
    },
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar13.jpg",
      "name": "Coastal Chic Modern Kitchen Design",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"Bright and inviting, the vibrant colour palette in this small modular kitchen exudes peppy sunshine and good cheer. Bright chrome yellow cabinets offer a happy contrast to pale cream, the duo coming together in the kitchen cupboard design to uplift and elevate the overall vibe. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar14.jpg",
      "name": "Graceful Grey Dressing Lounge",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This stunning grey wardrobe is elevated by luxurious golden handles that add a touch of glamour to its minimalist design. Accompanied by a sleek dressing table, stylish mirror, and a plush ottoman completes the look, offering both comfort and sophistication, making it an ideal addition to any modern bedroom."
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar15.jpg",
      "name": "Luminous Silhouette Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This modern wardrobe features intricately designed sliding doors that bring a stylish, architectural flair to the room. Inside, dark ambient lighting creates a dramatic effect. Perfect for those who value both functionality and cutting-edge design, this wardrobe makes a bold statement in any space. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar16.jpg",
      "name": "Regal Carved Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This opulent wardrobe transforms the room with its exquisitely carved door design, adding a touch of artistry and grandeur. Its intricate detailing enhances the ambiance, making it a focal point that elevates the entire space. Blending luxury with timeless craftsmanship, this wardrobe is the perfect addition for a sophisticated and beautifully curated room"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar17.jpg",
      "name": "Elegant Organiser Wardrobe ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This streamlined wardrobe offers a wealth of storage options with its thoughtfully arranged drawers and spacious shelves. Designed for simplicity and efficiency, each compartment provides easy access to clothing, accessories, and essentials. Perfect for those who value organisation, this wardrobe combines practicality with understated elegance."
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar18.jpg",
      "name": "Midnight Luxe Wardrobe with Silver Accents",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This sophisticated black wardrobe exudes elegance, featuring sleek silver handles that add a touch of luxury to its bold design. A central open compartment allows you to showcase your favourite pieces, giving the wardrobe a personalised touch. Perfect for modern interiors, this wardrobe blends style and functionality effortlessly."
    },
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar19.jpg",
      "name": "Classic Elegance Wardrobe ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This basic wardrobe brings a timeless charm to any room, enhanced by sleek silver handles that add a subtle, modern touch. Its minimalist design prioritises functionality while maintaining a refined appearance. Ideal for versatile storage, this wardrobe is both practical and elegantly understated"
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar20.jpg",
      "name": "Modern Minimalist Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":" This compact wardrobe combines simplicity with a creative twist, featuring asymmetric compartments and drawers for a unique look. Designed to maximise storage in a small space, each section is thoughtfully arranged for easy organisation of clothing and accessories. "
    },
    {
      "image": "/assets/LshapedWardrope/lshapedwar21.jpg",
      "name": "Ivory Luxe Wardrobe with Gold Accents",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - L-Shaped ",
      "para":"This elegant white wardrobe radiates sophistication, adorned with luxurious golden handles that add a touch of opulence. The open compartments in the centre provide an ideal space to display your favourite pieces, blending style with functionality. Perfect for a refined interior, this wardrobe offers a graceful balance of beauty and practicality"
    }                    
  ]
}
