{
    "partnership":{
        "row1": [
            {
                "text": "Lhome is India’s fastest growing home interiors brand. We help homeowners set up their dream homes, by bringing professionalism, predictability, convenience and transparency to this otherwise unorganised sector. Since our inception in 2014, we have grown rapidly, having served 25000+ happy homeowners, and currently operate in 10 major cities across the country.",
                "btn": "Join Our Network",
                "image": "/assets/IslandtypeKitchen/island10.jpg"
            }
        ],
        "row2": [
            {
                "image": "/assets/LivingRoom/living-room-with-couch-lamp-couch.jpg",
                "head": "Build the future of home interiors.Franchise with Lhome.",
                "subhead": "What you’ll need",
                "text": "As a Lhome Franchisee you’ll need to ensure a floor space of 1200 - 3500 sq. ft and make a financial investment of 50 Lacs - 1.25 Cr to set up the Studio, depending on the market potential. A franchisee plays an important role in providing customers a seamless home interiors journey and is mainly responsible for undertaking installation services, providing and maintaining Studio infrastructure and facilities, making sure everything is aligned with the brand's purpose."
            }
        ],
        "row3": [
            {
                "subhead": "What you’ll get",
                "text1": "We are the fastest growing home interiors brand in the country, and we offer the best operating network and world-class support to each one of our Franchisees. We also make sure you are backed up by a fantastic supply chain and the brand value, to get you started on the right track from the very first day.",
                "text2": " LHome will hand-hold you through the entire journey of drawing up and signing of the franchise agreement, property finalization, training the installation team, handling day-to-day operations of the Studio infrastructure, etc. As a Franchisee you can expect to do operational break-even in 7 months with an ROI of 400% over a period of 5 yrs of agreement.",
                "image": "/assets/LivingRoom/livingrm13.jpg"
            }
        ],
        "ourpartners":[
            {"image":"/assets/partnership/topimg.png","icon":"/assets/partnership/profileIcon.png","head1":"Lokesh","head2":"Experience Partner, Lhome Bengaluru","text":"“I believe in doing business that focuses on providing positive customer experience, both at the point of sale and after. LHome has enabled that, keeping profits in mind.”"},
            {"image":"/assets/partnership/topimg.png","icon":"/assets/partnership/profileIcon.png","head1":"Lokesh","head2":"Experience Partner, Lhome Bengaluru","text":"“I believe in doing business that focuses on providing positive customer experience, both at the point of sale and after. LHome has enabled that, keeping profits in mind.”"},
            {"image":"/assets/partnership/topimg.png","icon":"/assets/partnership/profileIcon.png","head1":"Lokesh","head2":"Experience Partner, Lhome Bengaluru","text":"“I believe in doing business that focuses on providing positive customer experience, both at the point of sale and after. LHome has enabled that, keeping profits in mind.”"}
        ]
    }
}