{
  "Row1": [
    {
      "icon": "/assets/StraighttypeKitchen/onlinegift1.gif",
      "content": "Space-solving <b>small modular kitchens</b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/StraighttypeKitchen/straight1.jpg",
      "name": "Coastal Chic Modern Kitchen Design",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This elegant modular kitchen blends modern design with coastal warmth. Featuring sleek white cabinetry, rich wood accents, and a functional island, it offers a bright, inviting space perfect for cooking and gathering",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight2.jpg",
      "name": " Vibrant Harmony Modern Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Experience the charm of contemporary design with this bold, modular kitchen. Featuring striking yellow cabinetry paired with sleek charcoal accents, it exudes energy and style. The warm wooden countertop adds an inviting touch, while minimalist pendant lights complete the look with modern elegance. Perfect for brightening up your culinary space this kitchen offers a refreshing and lively atmosphere ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight3.jpg",
      "name": "Tranquil Coastal Charm Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Embrace the serene elegance of this modular kitchen, adorned with soothing blue cabinetry and classic beadboard detailing. The airy layout, accented by warm wooden flooring and soft pendant lighting, exudes coastal sophistication. A seamless blend of style and functionality, this design invites calm and creativity into your culinary space ",
      "type":"Shape - Straight-kitchen "
    },
    
   
    {
      "image": "/assets/StraighttypeKitchen/straight4.jpg",
      "name": "Coastal Charm Meets Modern Minimalism",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" Bright and breezy, this modular kitchen combines soft cream tones with chrome yellow accents for a fresh, uplifting vibe. The straight-line design maximizes space, while sleek cabinetry and open shelving keep essentials within easy reach. A touch of greenery and warm wood seating complete the look, making this kitchen both functional and inviting. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight5.jpg",
      "name": "Bold Teal Elegance Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This sleek modular kitchen features rich teal cabinets balanced with cream accents, creating a striking and vibrant look. The clean lines and minimalist layout provide a modern feel, while the neutral backsplash adds texture and warmth to the space, making it both stylish and functional",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight6.jpg",
      "name": "Warm Minimalist Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This kitchen embraces simplicity with a soft cream palette and sleek, handle-free cabinets. The clean lines and neutral tones create a warm, airy feel, enhanced by the subtle under-cabinet lighting that adds a cozy glow to the workspace. Perfect for those who love a modern, uncluttered look",
      "type":"Shape - Straight-kitchen "
    },
    {
      "icon": "/assets/StraighttypeKitchen/onlinegift2.gif",
      "content": "Kitchen <b>interior designs </b>personalized to you and your badget ",
      "btn":"Get Free Estimate"

    },
    {
      "icon": "/assets/StraighttypeKitchen/onlinegift3.gif",
      "content": "<b>kitchen cupboard design built </b> with high quality materials in a variety of stylish finishes",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/StraighttypeKitchen/straight7.jpg",
      "name": " Breezy Coastal Chic Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This modern kitchen combines deep charcoal and cream cabinets with a bold teal accent wall, creating a sleek, inviting space. The wood-toned backsplash and countertop add warmth, while open shelves offer a touch of greenery and decor options. Compact and functional, this design provide sample storage with a fresh, coastal vibe. Perfect for both cooking and casual gatherings.",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight8.jpg",
      "name": "Serene Blue Modern Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This sleek, minimalist kitchen features a calming blue palette with clean, handleless cabinetry that exudes modern elegance. The natural wood open shelving and vertical slats add warmth and texture, perfectly complemented by the vibrant greenery. Designed for functionality and style, this kitchen is ideal for those who appreciate a peaceful organized space",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight9.jpg",
      "name": " Elegant Coastal Retreat Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This refined kitchen design brings together classic white cabinetry with a deep teal accent wall, creating a peaceful, coastal-inspired atmosphere. The spacious island with a sleek white countertop is ideal for meal prep and casual gatherings. Understated pendant lights and a modern black range hood add a touch of elegance, while open shelving allows for personalized decor. Perfect for those who love a fresh, serene space to cook and entertain",
      "type":"Shape - Straight-kitchen "
    },
   
    {
      "image": "/assets/StraighttypeKitchen/straight10.jpg",
      "name": "Sun-Kissed Coastal Blue Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This vibrant modular kitchen pairs deep navy cabinets with bright yellow accents, creating a fresh, coastal feel. The bold colors bring warmth and cheer, while sleek design and ample natural light make it both functional and inviting—a perfect blend of style and energy for any home. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight11.jpg",
      "name": "Vibrant Red Modern Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This modular kitchen stands out with its bold red cabinets, bringing energy and warmth to the space. The sleek layout is complemented by stainless steel accents and a pale cream backsplash, creating a striking yet balanced look. Designed for both function and flair, this kitchen is perfect for those who love a lively, modern vibe in their cooking space",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight12.jpg",
      "name": "Minimalist White Modern Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":" This sleek, all-white modular kitchen brings a calm and airy feel to the space. The minimalist design, accented with dark countertops and natural wood shelving, offers a perfect balance of style and functionality. Ideal for a contemporary home, this kitchen combines simplicity with elegance for a clean and refreshing cooking environment",
      "type":"Shape - Straight-kitchen "
    } ,
    {
      "icon": "/assets/StraighttypeKitchen/onlinegift4.gif",
      "content":"Fresh, contemporary ideas to make the most of your <b>small kitchen<b>.",
      "btn":"Get Free Estimate"

    },
    {
      "icon":"/assets/StraighttypeKitchen/onlinegift5.gif",
      "content":"Easy-to-maintain,<b>ergonomic kitchen designs</b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/StraighttypeKitchen/straight13.jpg",
      "name": "Bold Urban Minimalist Kitchen ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This chic modular kitchen features a striking mix of dark grey and bright yellow cabinetry, perfect for a modern urban aesthetic. The minimalist design is enhanced by sleek, clean lines and ample natural light from large windows, creating a vibrant yet cozy ambiance. The spacious island doubles as a dining area, making it ideal for quick meals or casual gatherings. This kitchen design is perfect for those who love a bold, contemporary space that stands out.",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight14.jpg",
      "name": "Vibrant Sunrise Modular Kitchen ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Infuse energy into your cooking space with this bold combination of sunny orange and deep grey. The clean, contemporary lines and ample storage make this kitchen both functional and stylish, perfect for creating an inviting and lively atmosphere. The extended countertop doubles as a breakfast bar, ideal for casual dining.",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight15.jpg",
      "name": "Sleek Urban Elegance Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This modular kitchen features matte slate-gray cabinets paired with high-gloss white overheads, creating a sleek, modern look. With smart storage solutions and soft under-cabinet lighting, it combines style and functionality, ideal for contemporary urban spaces. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight6.jpg",
      "name": "Modern Monochrome Marvel",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This modular kitchen blends sleek black and white cabinetry with a textured stone backsplash, creating a bold, sophisticated look. Functional and stylish, it’s perfect for a contemporary home, offering ample storage and a striking, minimalist design.",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight17.jpg",
      "name": "Emerald Elegance Kitchen",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This modular kitchen combines a rich emerald green with natural wood accents, creating a refreshing and stylish space. The sleek lines and modern pendant lights bring a touch of elegance, while the spacious layout and ample counter area make it as functional as it is beautiful. Perfect for those who love a chic, nature-inspired look with a modern twist. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight18.jpg",
      "name": "Luxurious Marble Elegance Kitchen ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Step into timeless sophistication with this modular kitchen, where sleek white cabinetry pairs seamlessly with stunning marble surfaces. The bold veined patterns exude opulence, while the gold accents and integrated lighting enhance the ambiance. Perfectly balancing beauty b and function, this space invites culinary creativity with elegance and poise. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "icon":"/assets/StraighttypeKitchen/onlinegift6.gif",
      "content":"Easy-to-maintain,<b>ergonomic kitchen designs</b>",
      "btn":"Get Free Estimate"
    },
     {
      "icon": "/assets/StraighttypeKitchen/onlinegift1.gif",
      "content": "Space-solving <b>small modular kitchens</b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/StraighttypeKitchen/straight19.jpg",
      "name": "Sleek Contemporary Minimalist Kitchen ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Experience the harmony of modern elegance and practical design with this pristine modular kitchen. The pure white cabinetry and subtle detailing create a crisp and refined atmosphere, while the sleek silver appliances bring a touch of modern luxury. This streamlined space invites both efficient functionality and aesthetic delight, making it an ideal heart of any home.",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight20.jpg",
      "name": "Modern Elegance Meets Functionality ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"Step into a world where simplicity and sophistication seamlessly blend with this contemporary modular kitchen. The dual-tone cabinetry in sleek brown and white contrasts harmoniously with the warm wood backsplash, creating a serene yet dynamic look. The spacious island serves as both a culinary workspace and a cozy gathering spot. An inviting space where minimalism speaks volumes, balancing form and function effortlessly. ",
      "type":"Shape - Straight-kitchen "
    },
    {
      "image": "/assets/StraighttypeKitchen/straight21.jpg",
      "name": "Modern Serenity by the Shore",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "para":"This modern kitchen brings the essence of a sunlit coast right into your home. With its pale cream cabinetry and light wood tones, it radiates warmth and brightness. The minimalistic design is accentuated by open shelving and sleek countertops, creating an inviting yet sophisticated space perfect for culinary inspiration and relaxation. ",
      "type":"Shape - Straight-kitchen "
    }
  ]
}