{
  "straightwar": [
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar1.jpg",
      "name": "Gray Glimmer Wardrobe Design", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Bright and inviting, the vibrant colour palette in this small modular kitchen exudes peppy sunshine and good cheer. Bright chrome yellow cabinets offer a happy contrast to pale cream, the duo coming together in the kitchen cupboard design to uplift and elevate the overall vibe. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar2.jpg",
      "name": "Midnight fusion wardrobe design",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Discover the perfect blend of modern luxury with a midnight reveal wardrobe, featuring a sleek see through black glass and beige side cupboards with perfect space and lighting giving the expensive look paired with open wooden display. Ideal for showcasing your finest decor, this wardrobe adds a touch of elegance to any space."
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar3.jpg",
      "name": "Vintage Yet Trendy Turqoise",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"A stunning piece that combines classic design with a serene turquoise hue. Perfect for adding a touch of aesthetic charm to your room. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar4.jpg",
      "name": "Sophisticated Modern Luxe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Elevate your space with the modern luxe wardrobe, featuring a stylish open center and elegantly packed sides. Crafted with a redefined wooden texture, this wardrobe blends sophisticated design with practical luxury for a truly upscale look."
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar5.jpg",
      "name": "Crystal Luminous Glass Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Illuminate your space with the radiant elegance wardrobe, a sleek glass design that combines perfect lighting with ample storage. It’s chic transparency and refined style make it a stunning centerpiece for any modern interior. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar6.jpg",
      "name": "Open Wardrobe with Yellow Drawers for Kids",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Transform your child’s room with a vibrant open wardrobe featuring playful yellow drawers! This delightful design not only offers ample storage for clothes and accessories but also adds a splash of color that ignites creativity. The open structure encourages independence, allowing kids to easily see and access their favorite outfits"
    },
   
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar7.jpg",
      "name": "A Perfect Blend of Style and Functionality",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Elevate your organization game with this stunning olive green closet that seamlessly blends open and closed storage solutions. Thoughtfully designed with perfect compartments and spacious drawers, this closet caters to all your storage needs while adding a touch of modern elegance to any room."
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar8.jpg",
      "name": "The Full-Length White Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Transform your space with this elegant full-length white wardrobe, designed to combine style and practicality. Its standout feature is the side open compartment, perfect for showcasing your favorite items—be it shoes, handbags, or cherished decor pieces—turning your wardrobe into a stylish display."
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar9.jpg",
      "name": "The Glass Wardrobe with Golden Accents", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"This wardrobe not only serves as a practical storage solution but also as a striking focal point in your space. Featuring meticulously designed compartments, allowing you to showcase your favorite pieces. The warm white light inside beautifully illuminates the interior. The golden layout enhances the overall aesthetic, adding a touch of luxury and sophistication to any room. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar10.jpg",
      "name": "The Beige Full-Length Wardrobe",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Elevate your room with this stunning large beige full-length wardrobe, With generous storage forclothing and accessories. Its chic design features a sleek lower handle, offering both ease of use and an elegant touch. Embrace chic versatility with this beautiful wardrobe that’s sure to impress. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar11.jpg",
      "name": "Multifunctional Wardrobe with Mirror",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Transform your space with this elegant wardrobe, designed not just for storage but also forstyle, featuring multiple compartments and spacious drawers. The standout element is the central mirror and integrated display compartments that are perfect for showcasing your favorite items, from shoes to jewelry. "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar12.jpg",
      "name": "Versatile Wardrobe with Dual Designs",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" This unique piece is ideal for limited spaces, offering versatility without compromising on elegance. The attached mirror and a sleek dressing table enhances your dressing experience, making it easy to get ready in style. This wardrobe not only serves as a practical storage solution but also creates a beautiful focal point in your room. "
    },


    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "icon":"/assets/images/CommonGifs/5_home.gif",
      "content":"Unleash Your Home's Potential – <b>Get Inspired!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar13.jpg",
      "name": "Sleek Small White Full-Length Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"This wardrobe is the ideal choice for those seeking a practical and chic storage solution that seamlessly blends into any space while keeping your belongings tidy and easily accessible. Its clean lines and sleek finish create a fresh, modern look that complements any decor."
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar14.jpg",
      "name": "Luxurious White Shiny Wardrobe",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Indulge in luxury with this stunning white shiny wardrobe, designed to be the centerpiece of any room. Its sleek surface reflects light beautifully, creating an eye-catching allure. Adorned with fancy handles and the rich brown layout on all sides provides a striking contrast.Transform your bedroom with this luxurious piece that perfectly balances modern design and classic charm "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar15.jpg",
      "name": "Cheerful Small Yellow Wardrobe ",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Brighten up your space with this vibrant yellow wardrobe, designed to bring a splash of color and joy to any room. Its compact size makes it perfect for small spaces, while its lively hue adds a cheerful focal point to your decor. Embrace the energy of this small yellow wardrobe and transform your bedroom into a lively and organized haven! "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar16.jpg",
      "name": "Compact Wardrobe Space Sliding Doors", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Maximize your space with this simple wardrobe, featuring sleek sliding doors that enhance accessibility and style. Ideal for compact living areas, this wardrobe offers a minimalist design that seamlessly blends into any decor. This wardrobe proves that simplicity can make a significant impact in your space "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar17.jpg",
      "name": "A Classic Statement Piece", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Step back in time with this exquisite vintage black wardrobe, a stunning addition that exudes charm and character and the spacious interior provides ample storage for your clothing and accessories. Whether you’re a vintage enthusiast or simply looking for a statement piece, this black wardrobe is perfect for bringing a touch of timeless elegance to your home"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar18.jpg",
      "name": "Stylish Green Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Refresh your space with this vibrant green wardrobe, designed to make a bold statement in any room. Its eye-catching color brings a sense of vitality and warmth, perfect for adding personality to your decor. Equipped with sleek silver handles, this wardrobe balances modern elegance with a playful pop of color."
    },
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar19.jpg",
      "name": "Contemporary Asymmetric Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":"Elevate your interior with this striking asymmetric black and brown wardrobe, a modern masterpiece that seamlessly blends style and functionality. Its unique design features a combination of open and closed compartments, allowing for both display and discreet storage. This wardrobe is perfect for contemporary spaces, it invites creativity and organization into your home"
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar20.jpg",
      "name": " Elegant Wooden Wardrobe",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Transform your space with this elegant wooden wardrobe, crafted to combine timeless beauty with modern functionality. Its rich wood finish exudes warmth and sophistication, making it a perfect fit for any bedroom decor. The carefully planned layout ensures easy access and a tidy appearance, while the top light adds a touch of luxury "
    },
    {
      "image": "/assets/Straightshapedwardrope/straightwar21.jpg",
      "name": "Grand Elegant Wooden Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - straight-Shaped ",
      "para":" Enhance your living space with this large elegant wooden wardrobe, designed to be both a functional storage solution and a stunning focal point in any room. The thoughtful layout of this wardrobe promotes easy access, ample storage and also transforms your space into a stylish sanctuary "
    }
  ]
}
