{
  "ushapedwar": [
    {
      "image": "/assets/UshapedWardrope/ushapewar1.jpg",
      "name": "Elevate Space With Sleek Glass Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Transform your bedroom into a stylish sanctuary with this modern wardrobe featuring a sleek, see-through glass design. Thoughtfully crafted compartments ensure that has its place. This wardrobe not only maximizes functionality but also adds a touch of sophistication to your home decor, making it the perfect centerpiece for any modern bedroom "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar2.jpg",
      "name": "The Ultimate Walk-In-Closet",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Experience the pinnacle of organization and style with this large walk-in closet, beautifullyfinished in rich brown tones. The sliding doors offer seamless access, revealing a meticulously crafted interior featuring multiple compartments and spacious drawers. Every detail has been considered to bring luxury and convenience to your everyday routine "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar3.jpg",
      "name": " The Perfect Open Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Step into luxury with this large, open modern wardrobe that combines functionality and style. Featuring meticulously designed compartments and drawers, it offers ample space for all your clothing and accessories, ensuring everything is neatly organized and within reach. This wardrobe is the ultimate blend of practicality and elegance "
    },
    {
      "icon": "/assets/images/CommonGifs/1_output.gif",
      "content": "Transform Your Space, <b>Elevate Your Style!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/2_creativity.gif",
      "content": "Design Brilliance Awaits – <b>Let's Revamp Your Home!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar4.jpg",
      "name": "The Perfectly Balanced Beige Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Discover the ideal blend of style and functionality with this chic beige wardrobe, designed to be neither too large nor too small–just right for your space. Featuring a mix of open and closed compartments. The elegant beige finish adds a touch of sophistication to any room, making this wardrobe a timeless addition"
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar5.jpg",
      "name": "Glass Walk-In Wardobe With A Modern Twis", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Maximize your small space with this sleek, modern walk-in wardrobe featuring glass design andsliding doors. Though compact, it delivers high-end elegance with its fancy interior lighting that adds a touch of glamour to your clothing and accessories. This wardrobe transforms even the smallest space into a walk-in closet with the convenience of a space-saving design. "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar6.jpg",
      "name": "The White Wardrobe with Elegant Details ",  
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Embrace minimalism with this simple yet sophisticated white wardrobe, designed to bring a serene and clean aesthetic to any room. The smooth white finish is complemented by small, elegant handles that add just the right touch of detail without overwhelming the overall design "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar7.jpg",
      "name": "The Light Blue Walk-In Closet",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Step into sophistication with this large light blue walk-in closet, designed to make a statement. Featuring perfectly organized open compartments and spacious drawers, it offers a seamless blend of storage and style. Whether you’re dressing up or organizing your essentials, this closet provides the perfect balance of luxury and practicality "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar8.jpg",
      "name": "Wooden Walk-In Closet Illuminated Elegance", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Indulge in luxury with this large spacious walk-in closet, featuring a premium wooden texture that exudes timeless sophistication. Designed with both open and closed compartments, along with spacious drawers, it offers the ultimate solution for organized living "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar9.jpg",
      "name": "Sliding Door Closet with Stylish Dressing Area",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Discover this fancy closet featuring sleek sliding doors and impeccably organized compartments. The highlight of this design is the integrated dressing table, complete with a chic chair and a stunning mirror framed by fancy light. Ideal for those who appreciate modern convenience with a touch of glamour."
    },
    {
      "icon": "/assets/images/CommonGifs/3_paint_pallete.gif",
      "content": "Make Every Room Shine – <b>Start Your Design Journey Today!<b>",
      "btn":"Get Free Estimate"
    },
    {
      "icon": "/assets/images/CommonGifs/4_hands.gif",
      "content":"Create Your Dream Space – <b>Let's Design Together!<b>",
      "btn":"Get Free Estimate"

    },
    {
      "image": "/assets/UshapedWardrope/ushapewar10.jpg",
      "name": "The Ultimate Fancy Wardrobe", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Step into luxury with this perfectly designed wardrobe, featuring elegant compartments and drawers for seamless organization. The warm, sophisticated lighting illuminates every detail, and the true centerpiece is the fancy golden glass sliding door, adding a touch of elegance that elevates the entire space."
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar11.jpg",
      "name": "White Sliding Door Wardrobe",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Embrace understated luxury with this elegant white wardrobe, featuring sleek sliding doors adorned with a refined golden layout and handle. The subtle design creates a clean, modern look, while the golden accents add just the right amount of sophistication and charm. Perfect for those who appreciate a minimalist yet chic aesthetic."
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar12.jpg",
      "name": "Basic Wardrobe with Mirror and Storage", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Experience the perfect balance of practicality and style with this basic wardrobe. The central open space is equipped with well-organized compartments and drawers, making it easy to access and display your essentials. On both sides, enclosed cupboards provide ample storage, with one side featuring a sleek, full-length mirror for added convenience "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar13.jpg",
      "name": "White Sliding Wardrobe With Brownbase", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Add a touch of subtle elegance to your space with this refined wardrobe, featuring a sleek white sliding door complemented by a rich brown base. The clean, minimalist design blends seamlessly into any room, offering a timeless aesthetic that balances light and warmth "
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar14.jpg",
      "name": "Stylish Wardrobe With Unique Patterns ", 
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":" Elevate your space with this one-of-a-kind, modern wardrobe, featuring a striking pattern design that stands out as a true work of art. The unique craftsmanship is both stylish and functional, paired with a complementing dressing table and an elegant mirror, this set brings sophistication and charm to your room"
    },
    {
      "image": "/assets/UshapedWardrope/ushapewar15.jpg",
      "name": "Modern Wardrobe With Black Compartments",
      "size": "Size | 13' X 12'",
      "likeIcon": "/assets/icons/wishlist.png",
      "shareIcon": "/assets/icons/shareicon.png",
      "type":"Shape - U-Shaped ",
      "para":"Discover the perfect blend of simplicity and modern design with this sleek wardrobe, featuring well-organized compartments and spacious drawers. The standout feature is the black-accented open side compartments, offering both style and practicality, ideal for displaying your favorite items or keeping essentials within easy reach"
    },
    {
      "icon":"/assets/images/CommonGifs/5_home.gif",
      "content":"Unleash Your Home's Potential – <b>Get Inspired!<b>",
      "btn":"Get Free Estimate"
    }
  ]
}
