{
    "visitus":[ {
        "coimbatore" : {
            "title":"Coimbatore",
            "arrow1":"/assets/visitus/arrow1.png",
            "image":"/assets/visitus/officeimage1.png",
            "arrow2":"/assets/visitus/arrow2.png",
            "header1":"From Conceptualisation to Completion",
            "header2":"All Interior Solutions Under One Roof",
            "content1":"LHOMES has been designing interiors for modern and contemporary homes since 2004. From upper middle class family homes to luxury residential projects, we deliver bespoke high-end designs across South India. From concept to completion our team gives confidence to the clients through diligence, design skills and regular interaction. We understand that each client is unique and every project is different. Therefore we always assign our best interior designers in Chennai to every client. Ability to understand the requirements and skills to put them into a plan in the most practical manner is surely rewarding. Systematic manufacturing and assembling procedures ensure the best output to match the designs as per the client requirement. Therefore, each client is sure to achieve the results as per the plan and discussions with the designer.",
            "content2":"It is inconvenient for everyone to coordinate with various suppliers to arrange the design, furniture works, soft furnishing and interior decoration. Design by an architect and execution by another contractor often leads to difficulties and finishing issues. Therefore, our interior designers in Chennai provide the complete solutions for home interiors under one roof. For each project to come to life, our talented team of home interior designers works collaboratively with our project execution team to realize clients’ aspirations. With a single point contact and facility for escalation in the event of problems, this system offers comfort and convenience for the client. We create exceptionally personalized livable residences and are able to offer our clients complete turnkey solutions from conception, and manufacturing, through to completion. We offer a solution to your interior requirements from start to finish. Once we receive your initial inquiry, we will be in touch throughout the project, sharing with you our progress as we go."
        },
        "rajapalayam":{
            "title":"Rajapalayam",
            "arrow1":"/assets/visitus/arrow1.png",
            "image":"/assets/visitus/officeimage1.png",
            "arrow2":"/assets/visitus/arrow2.png",
            "header1":"From Conceptualisation to Completion",
            "header2":"All Interior Solutions Under One Roof",
            "content1":"LHOMES has been designing interiors for modern and contemporary homes since 2004. From upper middle class family homes to luxury residential projects, we deliver bespoke high-end designs across South India. From concept to completion our team gives confidence to the clients through diligence, design skills and regular interaction. We understand that each client is unique and every project is different. Therefore we always assign our best interior designers in Chennai to every client. Ability to understand the requirements and skills to put them into a plan in the most practical manner is surely rewarding. Systematic manufacturing and assembling procedures ensure the best output to match the designs as per the client requirement. Therefore, each client is sure to achieve the results as per the plan and discussions with the designer.",
            "content2":"It is inconvenient for everyone to coordinate with various suppliers to arrange the design, furniture works, soft furnishing and interior decoration. Design by an architect and execution by another contractor often leads to difficulties and finishing issues. Therefore, our interior designers in Chennai provide the complete solutions for home interiors under one roof. For each project to come to life, our talented team of home interior designers works collaboratively with our project execution team to realize clients’ aspirations. With a single point contact and facility for escalation in the event of problems, this system offers comfort and convenience for the client. We create exceptionally personalized livable residences and are able to offer our clients complete turnkey solutions from conception, and manufacturing, through to completion. We offer a solution to your interior requirements from start to finish. Once we receive your initial inquiry, we will be in touch throughout the project, sharing with you our progress as we go."
        },
        "common":{
            "title":"Contemporary Style Interior Design and Execution",
            "content":"First of all, the design by LHOMES is always in accordance with the latest trends in contemporary style. Our interior designers in Chennai consider the interests and requirements of the clients in great detail. They visit the site and discuss with clients to choose the best possible design style. Also, the design is always considering the practicality and specifications for smooth execution. Systematic manufacturing and assembling procedures ensure the best output to match the designs as per the client requirement. Therefore, a client is sure to achieve the results as per the plan and discussions with the designer. In addition to this, there is a wide scope for selection of colors and finishes suitable for modern apartments or houses. We listen to your wants, needs, and aspirations to provide the support needed to ensure your new home meets your objectives. All our products are exclusively manufactured at our state-of-the-art factories spanning 1,25,000 sq. ft. for the timeless aesthetics."

        }
}
]
}